Repository: enezmh0a/horse_auction
Catalog: backup-lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Horse Auctions
ar: مزادات الخيل

# tabHome
source: Home
ar: الرئيسية

# tabLots
source: Lots
ar: العروض

# tabBidding
source: Bidding
ar: المزايدة

# tabSeller
source: Seller
ar: البائع

# tabProfile
source: Profile
ar: حسابي

# homeLive
source: Live Auctions
ar: المزادات المباشرة

# homeEnding
source: Ending Soon
ar: تنتهي قريباً

# homeSell
source: Sell a Horse
ar: بيع حصان

# homeLiveSub
source: Join ongoing sales with anti-sniping timers.
ar: انضم للمزادات الجارية مع تمديد مضاد للقنص.

# homeEndingSub
source: Last few minutes â€” place your bid now.
ar: الدقائق الأخيرة — قدّم مزايدتك الآن.

# homeSellSub
source: Create a lot, set reserve, upload documents.
ar: أنشئ عرضاً وحدد الحد الأدنى وارفع المستندات.

# lotReserveMet
source: Reserve Met
ar: تم بلوغ الحد الأدنى

# lotReserveNotMet
source: Reserve Not Met
ar: لم يُبلغ الحد الأدنى

source: Register to Bid
ar: التسجيل للمزايدة
