Repository: enezmh0a/horse_auction
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Horse Auction Baseline
ar: منصة مزاد الخيول

source: Change language
ar: تغيير اللغة

# menuLive
source: Live
ar: مباشر

# menuLots
source: Lots
ar: الخيول

# menuResults
source: Results
ar: النتائج

# menuDashboard
source: Dashboard
ar: لوحة التحكم

# menuServices
source: Services
ar: الخدمات

# menuHistory
source: History
ar: السجل

# emptyLive
source: No live lots right now
ar: لا توجد خيول مباشرة الآن

# emptyLots
source: No lots to show
ar: لا توجد خيول للعرض

# emptyResults
source: No results yet
ar: لا توجد نتائج بعد

# confirmBidTitle
source: Confirm your bid
ar: تأكيد المزايدة

# confirmBidBody
source: Place a bid of {amount} SAR on {lot}?
ar: هل ترغب بمزايدة بقيمة {amount} SAR على "{lot}"؟

source: Cancel
ar: إلغاء

source: Place bid
ar: تأكيد المزايدة

source: Bid placed!
ar: تم تسجيل المزايدة!

# currentBidSar
source: Current: SAR {amount}
ar: SAR {amount} :الحالي

# minIncSar
source: Min +{inc}
ar: {inc}+ :الزيادة الدنيا

# endsIn
source: Ends in: {text}
ar: ينتهي خلال: {text}

source: Ended
ar: انتهى

# bidPlusMin
source: Bid + Min
ar: المزايدة + الدنيا

# bidPlus2x
source: Bid + 2×
ar: المزايدة ×2

# bidTimes2
source: Bid ×2
ar: ×2 مزايدة

# ageLabel
source: Age: {v}
ar: {v} :العمر

# breedLabel
source: Breed: {v}
ar: {v} :السلالة

# colorLabel
source: Color: {v}
ar: {v} :اللون

# heightLabel
source: Height: {v}
ar: {v} :الارتفاع

# finalPriceSar
source: Final price: SAR {amount}
ar: السعر النهائي: SAR {amount}

# cardTotal
source: Total lots
ar: إجمالي الخيول

# cardLive
source: Live
ar: مباشر

# cardSold
source: Sold
ar: مباع

# cardUpcoming
source: Upcoming
ar: قادِم

# serviceVets
source: Veterinary check
ar: فحص بيطري

# serviceVetsDesc
source: Book a pre-purchase exam with licensed vets.
ar: احجز فحص ما قبل الشراء مع أطباء مرخّصين.

# serviceTransport
source: Transport
ar: نقل

# serviceTransportDesc
source: Arrange national/international transport.
ar: رتّب نقلاً داخليًا/دوليًا آمنًا.

# serviceBoarding
source: Boarding
ar: إيواء

# serviceBoardingDesc
source: Find boarding and training after the auction.
ar: اعثر على الإيواء والتدريب بعد المزاد.

# hDesertComet
source: Desert Comet • Vet appointment
ar: Desert Comet • موعد بيطري

# hGoldenMirage
source: Golden Mirage • Transport booking
ar: Golden Mirage • حجز نقل

# hAgo
source: {v} ago
ar: قبل {v}

# statusConfirmed
source: Confirmed
ar: مؤكد

# statusPending
source: Pending
ar: قيد الانتظار
